{
	"facets": {
		"o": {
			"name": "Openness",
			"descriptors": [
				{
					"min": 0.8,
					"text": "You're very imaginative, with a wide range of interests. Your thought processes are very unusual, and you can be very original."
				},
				{
					"min": 0.5,
					"text": "You're quite curious and imaginative. You probably tend to value intellectual matters more than other things."
				},
				{
					"min": 0.2,
					"text": "You may not be very imaginative, and might be interested more in less intellectual matters."
				},
				{
					"min": 0,
					"text": "Creativity and artistic matters aren't your thing, neither are highly intellectual things. You have no problem with widely accepted ideas and cultural concepts."
				}
			]
		},
		"c": {
			"name": "Conscientiousness",
			"descriptors": [
				{
					"min": 0.8,
					"text": "Achievement is where all your motivation comes from. You're very capable in roles assigned to you, and dutiful to any leaders."
				},
				{
					"min": 0.5,
					"text": "You want to achieve things, and tend to obey most orders. You follow a routine and are fairly self-disciplined."
				},
				{
					"min": 0.2,
					"text": "Although you may enjoy achievement, you're not too bothered by whether you achieve things or not. You also tend to be unhappy taking orders."
				},
				{
					"min": 0,
					"text": "You're a rebel. You don't necessarily strive to achieve anything, and your rebellious nature may come across as incompetence."
				}
			]
		},
		"e": {
			"name": "Extraversion",
			"descriptors": [
				{
					"min": 0.8,
					"text": "You're extremely outgoing and enthusiastic. Others probably find you very assertive, and enjoy being around you."
				},
				{
					"min": 0.5,
					"text": "You're talkative and fairly energetic. You want to be doing something usually, and you're happy more often than not."
				},
				{
					"min": 0.2,
					"text": "You tend to be quite quiet and prefer silence to incessant talking. Although you may not think so, you sometimes can come across as cold and unresponsive."
				},
				{
					"min": 0,
					"text": "You always keep to yourself - being alone suits you. Talking is a waste of time for you, often."
				}
			]
		},
		"a": {
			"name": "Agreeableness",
			"descriptors": [
				{
					"min": 0.8,
					"text": "You come across as very kind and appreciative - or at least that's how you see yourself."
				},
				{
					"min": 0.5,
					"text": "You're a kind, forgiving and appreciative person, most of the time."
				},
				{
					"min": 0.2,
					"text": "You err on the side of being slightly cynical with your friends and family. You may not be the most modest, either."
				},
				{
					"min": 0,
					"text": "You're cynical, and tend to not be sympathetic, instead being quite harsh when talking with other people."
				}
			]
		},
		"n": {
			"name": "Neuroticism",
			"descriptors": [
				{
					"min": 0.8,
					"text": "You're anxious and worry a lot about yourself. You may be depressive, and are probably very self-conscious."
				},
				{
					"min": 0.5,
					"text": "You're quite self-conscious, and honestly a bit self-pitying. You may appear to some as slightly unstable."
				},
				{
					"min": 0.2,
					"text": "You're generally confident and tend to not care what others think of you, though you still have some regard for your image."
				},
				{
					"min": 0,
					"text": "You're very stable and secure in yourself, and couldn't care less what people think of you. Rarely do you worry about something."
				}
			]
		}
	}
}