[
	"Is free will real or just an illusion?",
	"Is there a meaning to life? If so, what is it?",
	"Where is the line between art and not art?",
	"Does fate exist? If so, do we have free will?",
	"What does it mean to live a good life?",
	"Why do we dream?",
    "Is it possible to live a normal life and not ever tell a lie?",
	"Does a person’s name influence the person they become?",
	"What should be the goal of humanity?",
	"How will humans as a species go extinct?",
	"How long will you be remembered after you die?",
	"Where do you find meaning in your life?",
	"Will religion ever become obsolete?",
	"Is suffering a necessary part of being human?",
	"Does hardship make a person stronger?",
	"What benefits, if any, does art provide society?",
	"If freedom is simply being able to do what you want, are animals freer than humans?",
	"Would you want to know you are going to die before hand or die suddenly without warning?",
	"Is humanity headed in the right or wrong direction?",
	"Is it more important to help yourself, help your family, help your society, or help the world?",
	"What is the most important goal every person should have?",
	"Can human nature be changed? Should it be changed?",
	"What two questions would you ask to get the most information about who a person truly is?",
	"Does knowledge by itself have value or does it need to have a practical use to have value?",
	"Is maths something that humans created or something we discovered?",
	"Is there inherent order in nature or is it all chaos and chance?",
	"What in life is truly objective and not subjective?",
	"Is it possible that some animals are self-aware and think about their ability to think?",
	"How would you define genius?",
	"How much does language affect our thinking?",
	"Is the concept of you continuous or does past you continually fade into present and future you?",
	"Can rational thought exist without language?",
	"How do you know which of your memories are genuine and which have been altered or made up?",
	"When, if ever, is taking a human life justified?",
	"Can animals have morals?",
	"Without religion would people become more, less, or be equally morally corrupt?",
	"What rights does every human have? Do those rights change based on age?",
	"Is justice a human construct or is it independent of humans?",
	"Why do people expect a universe full of randomness to be fair?",
	"What’s the difference between justice and revenge?",
	"If you could press a button and receive a million dollars, but one stranger would die, would you press the button?",
	"Is privacy a right?",
	"Are intentions or outcomes more important when judging whether actions are moral?",
	"Should there be limitations on the right to free speech?",
	"Should euthanasia be legal? Why or why not?"
]